documents/UnitTestCase/API_Testing/SOAP_REQ_RES_XML/RELEASECPERESOURCE/releaseCPEResource_INV_NUMBER_BLANK_REQUEST.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.bl.cpe.elitecore.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <ws:releaseCPEResource>
         <!--Optional:-->
         <arg0>
            <!--Zero or more repetitions:-->
            <inventoryVOs>
               <!--Optional:-->
               <inventoryNo/>
            </inventoryVOs>
          <inventoryVOs>
               <!--Optional:-->
               <inventoryNo>FG</inventoryNo>
            </inventoryVOs>
         <!--Optional:-->
            <operationType>1</operationType>
         </arg0>
      </ws:releaseCPEResource>
   </soapenv:Body>
</soapenv:Envelope>